Repository: jBernavaPrah/geo-stranger-chat
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: I cannot understand that message sorry :( It will not be sent to GeoStranger.
it: Il messaggio non è compatibile. Non verrà inviato al GeoStranger.

source: I not have this command: %(command_text)s. To see all command send me /help.
it: Non ho un comando che si chiama %(command_text)s. Per vedere tutti i comandi mandami /help.

source: Internal error. Retry later.. PS. I have reported this case to my creators.
it: OPSSS.. Errrore interno.. Ho provveduto ad inviare questo errore ai miei creatori.

source: *Welcome GeoStranger!* \ud83d\ude00\ud83d\ude00! If you continue and answare my questions, you accept the terms of my creators (%(terms_url)s). You can delete all your information from my databases with command */delete*. For the complete list of commands use */help*. To send command simply click on button if present or send relative command with "/" in front. Example: "/location"
it: *Benvenuto GeoStranger!* \U0001F600\U0001F600! Se risponderai alle mie domande, accetti i termini (%(terms_url)s) dei miei creatori. Potrai eliminarti dalla mia memoria in qualsiasi momento con il comando /delete. La lista completa dei comandi la trovi con il comando /help

source: To start new chat send me command /search. List of all commands /help.
it: Per iniziare una nuova chat usa il comando /search. Trovi la lista di tutti i comandi qui: /help.

source: To found best GeoStranger that match to you I need only one information, your current location. From where you write me? Enter the name of City and Region. *Nobody will know your real location.* GeoStranger will only see the name of your town/city.
it: Da dove mi scrivi? Puoi scrivermi il nome della tua città (Nome città, Regione, Stato) *Nessuno sapra la tua real posizione* Verrà visualizzato solamente il nome della città.

source: *Are you sure to delete all your data and stop talk with other GeoStrangers?* You cannot undo anymore.
it: *Sei sicuro di voler eliminare tutti i tuoi dati?* Questa operazione è irreversibile.

source: yes
it: Sì

source: Find our terms here: %(terms_url)s
it: Trovi i termini del servizio sul nostro sito: %(terms_url)s

source: Start new conversation with GeoStrangers or registry to our platform.
it: Inzia una nuova conversazione o registrati alla nostrra piattaforma.

source: Stop current chat and search for new Stranger.
it: Ferma la conversazione corrente e cerca un nuovo Stranger.

source: Stop receiving GeoStrangers messages.
it: Non riceverai più messagi da GeoStranger.

source: Delete your data from GeoStranger datacenters.
it: Elimina i tuoi dati dai datacenters di GeoStranger.

source: Show our Terms and Conditions.
it: Visualizza i nostri Termini e Codizioni.

source: There are some information that my creators need to know? Or you found a Bug? Send to me.
it: Hai trovato un bug? Comunicacelo! Provvederò a inviarlo ai miei creatori.

source: This help list.
it: Questa lista qui.

source: Hi GeoStranger! My work is to find new friend near you! Once you have completed the initial phase you can search for a new GeoStranger by sending command */search*. If you send me */search* again, during the chat, I will look for you to find a new GeoStranger. To not receive other GeoStranger send me the */stop* command. *List of command you can use with me:* %(help_text)s
it: Io ti posso aiutare a trovare nuovi amici vicino a te. \nUna volta completata la fase iniziale potrai effettuare la ricerca di un nuovo GeoStranger cliccando su /search. Se durante la chat mi invii /new, provvederò a cercarti un nuovo GeoStranger.\nPer non ricevere altri GeoStranger usa il comando /stop. *Lista dei comandi che mi puoi inviare:* %(help_text)s

source: Are you sure to stop receiving new GeoStranger? This will stop also current chat.
it: Sei sicuro di non voler più ricevere nuovi GeoStranger? Se continui, ti disconnetterai dalla chat corrente.

source: Are you sure to stop receiving new GeoStranger?
it: Sei sicuro di non voler più ricevere nuovi GeoStranger?

source: Sure to stop this chat and search new GeoStranger?
it: Sicuro di voler fermare questa chat e cercare un nuovo GeoStranger?

source: I have start searching..
it: Ho iniziato a cercare...

source: Ok, not stopped.
it: Ok, non fermato.

source: Geostranger disconnected. To restart press /search
it: Geostranger disconnesso. Per iniziare usa il comando /search

source: *Stopped*. To restart press /search
it: *Fermato*. Per cercare un nuovo Geostranger usa il comando /search

source: Good, *I haven't delete anythings*
it: Bene, *non ho cancellato nulla*.

source: I have deleted all association of you in our data. Remember to delete also this chat. *Bye bye*. To restart, send me a message or use command /start.
it: *Ho cancellato i tuoi ID dai miei dati.* Ti ricordo di eliminare la cronologia dal tuo telefono! Se vuoi puoi iniziare di nuovo a scrivermi o utilizza il comando /start.

source: I cannot continue if you not send me your position. What is your current location?
it: Non possiamo continuare se non mi invii la tua posizione. Qual'è la tua posizione corrente?

source: I haven't found %(location_text)s. Retry with other city or be more specific..
it: Non ho trovato %(location_text)s. Scrivi un'altra città o sii più specifico.

source: Is correct this position? %(location_text)s
it: E' corretta la seguente posizione? %(location_text)s

source: Then, what is your current location?
it: Perciò dove mi scrivi?

source: Ok, I have saved *%(location_text)s* location. To change it, use command /location.
it: Ok, ho salvato *%(location_text)s* come tua posizione. In futuro puoi cambiarlo con il comando /location.

source: Ok! :) We have finish. Now use /search to start talk and found new friends!
it: Ok! :) Abbiamo finito. Usa il comando /search per cercare un nuovo GeoStranger vicino a te!

source: Super! I have found your GeoStranger, near *%(location_text)s*. Now, all message, video, image or audio will be sent directly to this GeoStranger in anonymously mode. (Use /stop to stop receiving new GeoStrangers)
it: Super! Ti ho trovato il tuo GoeStranger, vicino a *%(location_text)s*. Ora tutti i messaggi, video, immagini o audio che invierai a me verranno inoltrati in automatico a lui in modo anonimo.

source: New GeoStranger, near *%(location_text)s*. Start chat with it. (Use /stop to stop receiving new GeoStrangers)
it: Nuova chat con un utente che si trova a *%(location_text)s*.
